<template>
  <div class="main">
    <h1 class="headline">FAQ</h1>
    <div class="content">
      <v-tabs v-model="tabs" fixed-tabs>
        <v-tab>RU</v-tab>
        <v-tab>UZ</v-tab>
      </v-tabs>
      <v-tabs-items v-model="tabs">
        <v-tab-item>
          <div class="bg">
            <p>Филиал розничного бизнеса Капитал24, единый МФО 01158</p>
            <p>Лимит на конвертацию через Apelsin равен 51000 млн за сутки</p>
            <p>При обратной конвертации лимитов нет</p>
          </div>
          <v-expansion-panel>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Заказ карт</div>
              </template>
              <v-card>
                <v-card-text>
                    <p class="mb-2">Чтобы заказать карту через наше приложение Вам следует пройти в:</p>
                    <p>Меню-Заказать карту-Заказать карту-выбираем какую карту хотим заказать-выбираем тип карты-выбираем «Заказать карту на себя» или «Заказать карту для другого человека», далее следуем инструкции. После заполнения нужных данных выбираете с какой карты/кошелька сделать платеж, после успешного платежа ваша заявка подлежит проверке со стороны сотрудников, после чего Вам придет оповещение о результате проверки. Карту доставят в течении 7х рабочих дней.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Заказ виртуальной карты</div>
              </template>
              <v-card>
                <v-card-text>
                    <p class="mb-2">Для заказа виртуальной карты (HUMO,Visa) Вам необходимо пройти идентификации в приложении. Для идентификации необходимо добавить карту Капиталбанка. После того как пройдете идентификацию войдите в меню-Заказать карту -выбираем какую карту хотим заказать, вводим секретное слово. После виртуальная карта отобразиться в разделе мои карты и  в течении 10 минут карта активируется.</p>
                    <p>В Меню-Заявки Вы сможете отслеживать процесс заявки заказа карт.</p>
                
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Задержка в заказе</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Уважаемый ...! Мы понимаем, с какими трудностями вам приходится сталкиваться в эти дни и сожалеем, что не можем доставить вашу карту в срок. Меры карантина усилились и теперь доставлять карты стало сложнее. Как вы знаете, районы города перекрыты и поэтому передвижение занимает больше времени. Это значит, что каждый день мы доставляем меньше карт, чем могли бы. Пожалуйста, не расстраивайтесь, что ваша карта задерживается. Мы доставим её так скоро, как сможем. Спасибо за понимание!</p>                            
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div style="color: #c13636;">Перевыпуск</div>
              </template>
              <v-card>
                <v-card-text>
                    <p style="color: #c13636;">На данный день в приложении доступна услуга онлайн заказа новой карты, услуга перевыпуска карты находится в разработке.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Денежные переводы</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Сообщаемся Вам, что мы можем посадить средства только если к нам обращается сам получатель. Для получения денежных переводов Вы должны быть идентифицированным клиентом, а так же открыть счет в долларах. </p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Апельсинчики</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Бонусы апельсинчики можно получить оплатив за определенных поставщиков (ucell, allplay. allmovies, player, tvcom, fiber net comnet, Skyline, Free link), 1000 сум равняется одному апельсинчику.</p>
                    <p>Потратить их можете на определенных поставщиков указанных в Предложения от партнеров, за апельсинчики Вы сможете преобрести промокоды на подписку просмотра фильмов, или даже скидки для определенных поставщиков.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Оплата по реквизитам (только для идентифицированных клиентов) </div>
              </template>
              <v-card>
                <v-card-text>
                    <p>За данную операцию взимается 1%</p>
                    <p>Если галочку убрать то перевод средств доступен между счетами физ лиц, потребуется 20 значный счет физ лица.</p>
                    <p>Если галочку оставить то:</p>
                    <p>Набираете</p>
                    <p>Код банка получателя (МФО банка)</p>
                    <p>20 значный Р/С счет получателя</p>
                    <p>имя получателя (наименование организации)</p>
                    <p>Детали документа (детали платежа, краткая информация за то оплачивает)</p>
                    <p>Если поставить галочку в “Оплата в бюджет” то можно оплачивать за гос платежи через 27 значный лицевой счет.</p>
                    <p>По погашению кредита взятого в другом банке нужно знать ликвидационный счет 29801 (накопительный счет для погашения кредита) </p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Проценты и тело оффлайн вклада</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Если Вы открывали вклад в банке и Вы хотите получить проценты не приходя в банк, Вам нужно пройти регистрацию в приложении Apelsin. После добавить карту открытую в Филиале розничного бизнеса Капитал24(все карты по умолчанию с 2019года открываются в этом филиале), после чего у Вас появится доступ к управлению своими счетами. Далее когда проценты с вклада открытого в банке попадают на счет, Вы как владелец своих счетов сможете перевести средства со счета на карту uzcard нашего банка либо humo любого банка. Так же и тело вклада после окончания срока сможете перевести со счета на карту uzcard нашего банка либо humo любого банка.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Лимит на конвертацию в Apelsin</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Капиталбанк полностью выполняет все требования ЦБ. При дистанционном банковском обслуживании (в том числе, посредством мобильных приложений) всеми банками и во всем мире устанавливаются ограничения, которых нет при личном обслуживании клиента в банке, с физической идентификацией по паспорту. Во всех дистанционных сервисах, какими являются мобильные приложения, устанавливаются особые ограничения в целях обеспечения безопасности клиентов и их средств"</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Соблюдения правил при регистрации: </div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Регистрацию можно пройти с любого номера. Желательно пройти регистрацию с того номера к которому привязана карта Капиталбанка для того, чтобы у Вас был полный доступ к мобильному приложению.</p>
                    <p>Секретное слово должно состоять минимум из 4 символов.</p>
                    <p>Пароль должен состоять минимум из 8 символов с учетом 1-ой латинской буквы и 1-ой цифры.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Для чего мне секретное слово?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Если Вы забудете пароль для входа в приложение, Вы сможете сбросить пароль с помощью секретного слово. </p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Как получить полный доступ?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Для получения полного доступа Вам необходимо добавить карту открытую в Филиале розничного бизнеса, единый МФО 01158. Имейте введу, что логин и номер к которому привязана карта должны быть идентичны.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Я забыл пароль!</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Для восстановления пароля нажмите на кнопку «Забыли пароль», на ваш номер телефона будет отправлен код подтверждения, после ввода кода необходимо ввести секретное слово которое Вы указывали при регистрации. Если Вы не верно введете секретное слово 4 раза, Ваша учетная запись будет удалена автоматически. После повторной регистрации и добавления карты открытой в Филиале розничного бизнеса, единый МФО 01158, у Вас восстановится вся информация о счетах, картах и депозитах.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Я забыл секретное слово!</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Если Вы не верно введете секретное слово 4 раза, Ваша учетная запись будет удалена автоматически. После повторной регистрации и добавления карты ФРБ Капитал24, у Вас восстановится вся информация о счетах, картах и депозитах.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Как я могу подключить услугу смс-информирование через Ваше приложение? </div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Войдите в раздел «мои карты» на лицевой стороне карты есть значок в виде конверта, необходимо нажать на значок и услуга будет подключена к номеру с которого Вы проходили регистрацию. Имейте ввиду, что данная услуга доступна только для карт которые открыты в филиале розничного бизнеса, единый МФО 01158. </p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Я нахожусь за границей не могу получить код для подтверждения, номер с которого я проходил регистрацию не со мной, что мне делать?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Войдите в «Меню», перейдите в раздел «Безопасность» ниже указана кнопка «поменять почту» введите в пустое поле свою почту, после ввода эл-адреса код подтверждение будет приходить на указанную почту.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>       
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Где я могу посмотреть локацию банкоматов/филиалов?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Локацию банкоматов/филиалов Вы можете посмотреть через приложение. Для этого Вам нужно войти в «Меню» (кнопка с низу в правом углу), перейти в раздел «Филиалы и банкоматы».</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>        
          </v-expansion-panel>
        </v-tab-item>
        <v-tab-item>
          <div class="bg">
            <p>Чакана бизнес филиал Капитал24, ягона МФО 01158</p>
            <p>Апельсин иловаси орқали ковертация учун бир суткадаги лимит 51 000 млн тенг</p>
            <p>Хорижий валютасини миллий валютасига аюрбошлаш жараёнида чеклов йук.</p>
          </div>
          <v-expansion-panel>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Заказ карт</div>
              </template>
              <v-card>
                <v-card-text>
                    <p class="mb-2">Иловамиз орқали карта буюртма бериш учун Сиз иловамиздаги қуйидаги саҳифага ўтишингиз  лозим:</p>
                    <p>Меню-Карта буюртма-Карта буюртма бериш-Буюртма бермоқчи бўлган карта турини танлайсиз-«Карта буюртма бериш» ёки «Ўзга инсон номига карта буюртма бериш» қолган амалларни инструкция орқали бажарасиз. Керакли маълумотларни тўлдириб бўлганиздан сўнг қайси карта/ҳамён оқали тўлов қилишингизни танлайсиз, мувафффақиятли тўловдан сўнг сизнинг аризангиз ходимлар томонидан кўриб чиқилади. Шундан сўнг Сизга текширув натижаси тўғрисида хабарнома келади.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Заказ виртуальной карты</div>
              </template>
              <v-card>
                <v-card-text>
                    <p class="mb-2">Виртуал  (HUMO,Visa) картани очиш учун идентификациядан утган мижоз булишингиз лозим. Идентификациядан Капиталбанк картасини кушиш оркали утилади. Идентификациядан утганингиздан сунг меню оркали картага буюртма (банк хизматлари) булимига кириб Виртуал картага буюртма бериш тугмасига босасиз. Сунг карта менинг карталарим булимида куриниб 10 дакика ичида активлаштирилади.</p>
                    <p>Меню оркали ариза булимига утиб аризангизни холатини кузатиб боришингиз мумкин</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Задержка в заказе</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Ҳурматли ...! Пластик картангизни ўз вақтида етқазиб бермаганимиздан, қандай қийинчиликка учраганингизни тушунамиз. Карантин шартлари кучайтирилгани учун Карталарни етқазиб бериш янада қийинлашди.Сизга маълум бўлганидек  район ва шаҳарларга кириш йўллари ёпиқ бўлгани учун йўлларда ҳаракатланиш кўп вақтни олмоқда. Бунинг натижасида  биз хар куни пластик карталарни одатий кунга нисбатан камроқ етқазиб бераётканимизни англатади. Илтимос,картангиз ушланиб қолганидан асабийлашманг. Картангизни иложи бўлиши билан етқазиб берамиз! Бизни тушунганингиз учун рахмат.</p>                            
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div style="color: #c13636;">Перевыпуск</div>
              </template>
              <v-card>
                <v-card-text>
                    <p style="color: #c13636;">На данный день в приложении доступна услуга онлайн заказа новой карты, услуга перевыпуска карты находится в разработке.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Денежные переводы</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Сизга шуни маълум қиламизки, бизга фақат пулни қабул қилувчи шахс мурожаат қилгандагина пул маблағларини ўтқазишимиз мумкин. Пул ўтқазмаларини қабул қилиш учун Сиз идентификацияланган мижоз бўлишингиз керак, шунингдек доллар валютасида ҳисоб рақам очишингиз лозим.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Апельсинчики</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Апельсинлар бўйича бонусларга эга бўлиш учун фақат муаян хизмат кўрсатувчиларга тўловларни амалга оширишингиз лозим (ucell, allplay. allmovies, player, tvcom, fiber net comnet, Skyline, Free link), 1000 сўм битта апельсинга тенг ҳисобланади.</p>
                    <p>Апельсинларни бизнинг хамкорларимиз томонидан белгиланган хизматлар учун ишлатишингиз мумкин. Апельсинлар эвазига промокдлар такдим этилади, кино куриш учун обунага ёзилишингиз ёки белгиланган провадрлар томонидан чегирмалар олишингиз мумкин. </p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Оплата по реквизитам (только для идентифицированных клиентов) </div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Ушбу амалиёт учун 1% ундирилади</p>
                    <p>Агар галочка (белги) олиб ташланса унда жисмоний шахслар ҳисоб рақамлари ўртасида пул маблағларини ўтқазиш имконияти бўлади. Бунда жисмоний шахснинг 20 сонли ҳисоб рақами талаб қилинади.</p>
                    <p>Агар галочка (белги) қолдирилса  унда қуйидагиларни тўлдирасиз:</p>
                    <p>Қабул қилувчи банкнинг коди (МФО)</p>
                    <p>Қабул қилувчининг 20 сонли ҳисоб рақами</p>
                    <p>Қабул қилувчининг номи (ташкилотнинг номи)</p>
                    <p>Ҳужжат тафсилотлари (тўлов тафсилотлари, тўлов тўғрисида қисқа маълумот)</p>
                    <p>Агар “Бюджетга тўлов”га галочка (белги) қўйилса унда 27 сонли ҳисоб рақам орқали давлат тўловларини амалга оширса бўлади.</p>
                    <p>Бошқа банкдан олинган кредитни тўлаш учун 29801 сонли ликвидацион ҳисоб рақамни билиш лозим. (кредит тўлови учун омонат ҳисобвароғи)</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Проценты и тело оффлайн вклада</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Если Вы открывали вклад в банке и Вы хотите получить проценты не приходя в банк, Вам нужно пройти регистрацию в приложении Apelsin. После добавить карту открытую в Филиале розничного бизнеса Капитал24(все карты по умолчанию с 2019года открываются в этом филиале), после чего у Вас появится доступ к управлению своими счетами. Далее когда проценты с вклада открытого в банке попадают на счет, Вы как владелец своих счетов сможете перевести средства со счета на карту uzcard нашего банка либо humo любого банка. Так же и тело вклада после окончания срока сможете перевести со счета на карту uzcard нашего банка либо humo любого банка.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Лимит на конвертацию в Apelsin</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Капиталбанк полностью выполняет все требования ЦБ. При дистанционном банковском обслуживании (в том числе, посредством мобильных приложений) всеми банками и во всем мире устанавливаются ограничения, которых нет при личном обслуживании клиента в банке, с физической идентификацией по паспорту. Во всех дистанционных сервисах, какими являются мобильные приложения, устанавливаются особые ограничения в целях обеспечения безопасности клиентов и их средств"</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Соблюдения правил при регистрации: </div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Регистрацию можно пройти с любого номера. Желательно пройти регистрацию с того номера к которому привязана карта Капиталбанка для того, чтобы у Вас был полный доступ к мобильному приложению.</p>
                    <p>Секретное слово должно состоять минимум из 4 символов.</p>
                    <p>Пароль должен состоять минимум из 8 символов с учетом 1-ой латинской буквы и 1-ой цифры.</p>
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Для чего мне секретное слово?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Мобил иловага кириш учун паролингизни унитган булсангиз, махфий суз оркали тиклаб олишингиз мумкин.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Как получить полный доступ?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Мобил иловада барча амалиётларни бажариш имконияти булиши учун, Чакана бизнес филиал, ягона МФО 01158 остида очилган картангизни кушишингиз лозим. Шу билан биргаликда руйхатдан утган ва смс-хабарнома уланган ракамингиз бир хил булиши керак. </p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>   
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Я забыл пароль!</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Паролни тиклаш учун “Паролни унутдингизми” тугмасини босинг, сизнининг телефон ракамингизга келган кодни киритганингиздан сунг, тизим сиздан махфий сузни киритишингизни сурайди. Сузни киритиб янги паролни яратинг. Махфий сузни 4 маротаба нотугри ёзсангиз, аккаунтингиз автоматик тарзда учади. Руйхатдан кайтадан утганингиздан сунг, Чакана бизнес филиали, ягона МФО 01158 остида очилган картани кушиб - барча хисобларни, карталарни ва омонатларни тикланг.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>  
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Я забыл секретное слово!</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Махфий сузни 4 маротаба нотугри ёзсангиз, аккаунтингиз автоматик тарзда учади. Руйхатдан кайтадан утганингиздан сунг, Чакана бизнес филиали, ягона МФО 01158 остида очилган картани кушиб - барча хисобларни, карталарни ва омонатларни тикланг.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>    
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Как я могу подключить услугу смс-информирование через Ваше приложение? </div>
              </template>
              <v-card>
                <v-card-text>
                    <p>«Менинг карталарим» булимига киринг, картани устида конверт шаклидаги белгини босганингиздан сунг смс-хабарнома хизмати автоматик тарзда руйхатдан утган ракамизга уланади. Маълум киламизки бу хизмат факатгина Чакана бизнес филиал, ягона МФО 01158 остида  очилган карталар учун мавжуд.</p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>   
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Я нахожусь за границей не могу получить код для подтверждения, номер с которого я проходил регистрацию не со мной, что мне делать?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Меню оркали «хавфсизлик булимига кириб, «электрон почта узгартириш» тугмасини босинг, эл-почтангизни киритганингиздан сунг, амалиётларни тасдикловчи код курсатилган почтангизга келади. </p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content> 
            <v-expansion-panel-content>
              <template v-slot:header>
                <div>Где я могу посмотреть локацию банкоматов/филиалов?</div>
              </template>
              <v-card>
                <v-card-text>
                    <p>Банкомат/филиалларимиз жойлашувини мобил иловамиз оркали куришингиз мумкин. Бунинг учун «Меню» оркали «Филиал ва банкоматлар» булимига киришингиз керак булади.  </p>                 
                </v-card-text>
              </v-card>
            </v-expansion-panel-content>  
          </v-expansion-panel>
        </v-tab-item>
      </v-tabs-items>
    </div>
  </div>
</template>
<script>
export default {
  name: "Faq",
  data() {
    return {
      tabs: 0,
    };
  },
  watch: {
    tabs(val) {
      console.log(val);
    },
  },
};
</script>
<style scoped>
.main {
  width: 100%;
}
.headline {
  text-align: center;
}
.bg {
  background: #ffff;
  padding: 10px 25px;
}
</style>